bin/AeviReports/BP/ReportDashboard/statistics.json
{
  "BeanShell Sampler" : {
    "transaction" : "BeanShell Sampler",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 9.0,
    "medianResTime" : 9.0,
    "minResTime" : 9.0,
    "maxResTime" : 9.0,
    "pct1ResTime" : 9.0,
    "pct2ResTime" : 9.0,
    "pct3ResTime" : 9.0,
    "throughput" : 111.1111111111111,
    "receivedKBytesPerSec" : 0.0,
    "sentKBytesPerSec" : 0.0
  },
  "TCPConnect: java.net.ConnectException: Connection refused: connect" : {
    "transaction" : "TCPConnect: java.net.ConnectException: Connection refused: connect",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 2043.0,
    "medianResTime" : 2043.0,
    "minResTime" : 2043.0,
    "maxResTime" : 2043.0,
    "pct1ResTime" : 2043.0,
    "pct2ResTime" : 2043.0,
    "pct3ResTime" : 2043.0,
    "throughput" : 0.4894762604013706,
    "receivedKBytesPerSec" : 0.0,
    "sentKBytesPerSec" : 0.0
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 2,
    "errorCount" : 1,
    "errorPct" : 50.0,
    "meanResTime" : 1026.0,
    "medianResTime" : 1026.0,
    "minResTime" : 9.0,
    "maxResTime" : 2043.0,
    "pct1ResTime" : 2043.0,
    "pct2ResTime" : 2043.0,
    "pct3ResTime" : 2043.0,
    "throughput" : 0.4738213693437574,
    "receivedKBytesPerSec" : 0.0,
    "sentKBytesPerSec" : 0.0
  }
}